import type { FaqItem } from '~/types/main';

export const mainFaq: FaqItem[] = [
    {
        question: 'Как зарегистрироваться на платформе?',
        answer: 'Чтобы зарегистрироваться, нажмите на кнопку "Регистрация" в правом верхнем углу и заполните необходимые поля.'
    },
    {
        question: 'Какие способы оплаты вы принимаете?',
        answer: 'Мы принимаем кредитные карты, PayPal и банковские переводы.'
    },
    {
        question: 'Как изменить свой пароль?',
        answer: 'Перейдите в настройки аккаунта и выберите "Изменить пароль". Следуйте инструкциям на экране.'
    },
    {
        question: 'Куда обратиться за поддержкой?',
        answer: 'Вы можете связаться c нашей службой поддержки через форму обратной связи на сайте или по электронной почте.'
    },
    {
        question: 'Какие способы оплаты вы принимаете?',
        answer: 'Мы принимаем кредитные карты, PayPal и банковские переводы.'
    },
];